/*
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */
package models;

/**
 *
 * @author aibek
 */
public class MainPageModel {
    
    public String title = "Google Inc.";
    public String content = " американская транснациональная публичная корпорация, инвестирующая в интернет-поиск, "
                    + "облачные вычисления и рекламные технологии. Google поддерживает и разрабатывает ряд "
                    + "интернет-сервисов и продуктов (см.: Список сервисов и инструментов Google) и получает "
                    + "прибыль в первую очередь от рекламы через свою программу AdWords[7].\n" +
"\n" +              "Компания основана Ларри Пейджем и Сергеем Брином. Впервые она была зарегистрирована как частная компания "
                    + "4 сентября 1998 года, а 19 августа 2004 года начала продажу своих акций на фондовом рынке. "
                    + "Тогда Ларри Пейдж, Сергей Брин и Эрик Шмидт договорились о совместной работе в Google в "
                    + "течение двадцати лет, до 2024 года[8]. Заявленной миссией компании с самого начала была "
                    + "«организация мировой информации, обеспечение её доступности и пользы для всех»[9],"
                    + " а неофициальный лозунг компании, придуманный инженером Google Полом Бакхейтом: «Не будь злом» "
                    + "(англ. Don’t be evil)[10][11]. В 2003 году компания переехала в свою нынешнюю штаб-квартиру в "
                    + "Маунтин-Вью (штат Калифорния).";
    
    
}
