package models;

public class HomeModel {
    
    public String title = "О сайте";
    public String content = "«Хабрахабр» основан в 2006-м году. Издателем проекта является компания «TM».\n" +
"«Хабрахабр» (или «Хабр») — крупнейший в Европе ресурс для IT-специалистов с ежемесячной аудиторией более 10 млн уникальных пользователей. За время существования из небольшого отраслевого сайта он вырос в глобальную площадку и дал жизнь нескольким проектам, выделившимся из «Хабра» в разные периоды времени.\n" +
"«Хабрахабр» одинаково интересен программистам и разработчикам, администраторам и тестировщикам, дизайнерам и верстальщикам, аналитикам и копирайтерам, владельцам крупных компаний и небольших стартапов, менеджерам, а также всем тем, для кого IT — это не просто две буквы алфавита.\n" +
"В «Хабрахабр» заложена уникальная модель совместного творчества, позволяющая людям собирать и структурировать информацию, выделяя из неё наиболее полезную и ценную. Используя заложенные в проект механизмы, пользователи самостоятельно наделяют правами друг друга, давая или ограничивая возможности.\n" +
"Глобальная цель проекта — помогать людям развивать профессиональные навыки и информировать друг друга о происходящем в индустрии информационных технологий.";
}
